Revit 2027 API
ParameterTypeId.BackgroundDraftPatternIdParam Property
 "Background Fill Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BackgroundDraftPatternIdParam { get; }
Public Shared ReadOnly Property BackgroundDraftPatternIdParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BackgroundDraftPatternIdParam {
	ForgeTypeId^ get ();
}
static member BackgroundDraftPatternIdParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace